Repository: pascalwils/scoring_pad
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Scoring Pad
fr: Feuille de score

source: Players
fr: Joueurs

# skBid
source: Bids
fr: Paris

# skBonusPoints
source: Bonus Points
fr: Points bonus

# skTricksWon
source: Tricks Won
fr: Plis gagnés

# skStandard14s
source: Standard 14s
fr: 14 standard

# skMermaidsCaptured
source: Mermaids Captured
fr: Sirènes capturées

# skPiratesCaptured
source: Pirates Captured
fr: Pirates capturés

# skSkullKingCaptured
source: Skull King Captured
fr: Skull King capturé

# skLootEarned
source: Loots Earned
fr: Butins gagnés

# skRascalBid
source: Rascal of Roatan Bid
fr: Pari de Rascal Le Flambeur

source: Dice Games
fr: Jeux de dés

source: Card Games
fr: Jeux de cartes

source: Board Games
fr: Jeux de société

source: Prophecy
fr: Prophétie

# freeGames
source: User-defined Games
fr: Jeux personnalisés

source: New player
fr: Nouveau joueur

source: Player name
fr: Nom du joueur

source: Cancel
fr: Annuler

source: Add
fr: Ajouter

source: Update
fr: Modifier

source: Create new game
fr: Créer une nouvelle partie

source: Settings
fr: Paramètres

source: Players list
fr: Liste des joueurs

source: Games list
fr: Liste des parties

# continueGame
source: Continue
fr: Continuer

# favoriteGames
source: Favorites
fr: Favoris

source: Select players
fr: Sélectionner les joueurs

# emptyPlayerList
source: Select players for this game
fr: Sélectionner les joueurs pour cette partie

source: Yes
fr: Oui

source: No
fr: Non

# deletePlayer
source: Delete the player
fr: Supprimer le joueur

# deletePlayerMessage
source: Do you really want to delete the {playerName} player ? This action is irreversible.
fr: Voulez-vous vraiment supprimer le joueur {playerName} ? Cette opération est irréversible.

source: Game Categories
fr: Catégories de jeux

source: Take5!
fr: 6 qui prend !

source: Theme
fr: Thème

# systemTheme
source: System default
fr: Valeur par défaut du système

# lightTheme
source: Light
fr: Clair

# darkTheme
source: Dark
fr: Sombre

# themeColor
source: Color
fr: Couleur

# prefTitleAppearance
source: Appearance
fr: Apparence

source: Rules
fr: Règles

# skModeRegular
source: Regular
fr: Standard

# skModeRegularSubTitle
source: The tried and true card count
fr: Le nombre de cartes éprouvé

# skModeEvenKeeled
source: Even Keeled
fr: Pas d'impair

# skModeEvenKeeledSubTitle
source: Two rounds each of 2, 4, 6, 8 and 10 cards per hand
fr: Deux tours de 2, 4, 6, 8 et 10 cartes par main

# skModeSkipBrawl
source: Skip to the Brawl
fr: Prêt au combat

# skModeSkipBrawlSubTitle
source: One round each of 6, 7, 8, 9 and 10 cards per hand
fr: Un tour de 6, 7, 8, 9 et 10 cartes par main

# skModeSwiftNSalty
source: Swift-N-Salty Skirmish
fr: Attaque éclair

# skModeSwiftNSaltySubTitle
source: Five rounds of 5 cards per hand
fr: Cinq tours de 5 cartes par main

# skModeBroadside
source: Broadside Barrage
fr: Tir de barrage

# skModeBroadsideSubTitle
source: Ten rounds of 10 cards per hand
fr: Dix tours de 10 cartes par main

# skModeWhirpool
source: Whirlpool
fr: Tourbillon

# skModeWhirpoolSubTitle
source: Two rounds each of 9, 7, 5, 3, 1 cards per hand
fr: Deux tours de 9, 7, 5, 3, 1 cartes par main

# skLootCards
source: Loot Cards
fr: Cartes de butin

# skGameMode
source: Game Mode
fr: Mode de jeu

# skAdvancedPirateAbilities
source: Advanced Pirate Abilities
fr: Capacités avancées des pirates

source: Cards Settings
fr: Paramètres des cartes

source: Game Settings
fr: Paramètres de jeu

source: Score Settings
fr: Paramètres de score

# newGameWarningMessage
source: A game is in progress. Do you really want to create a new one? (You can still access unfinished games in the game list)
fr: Une partie est en cours. Voulez-vous vraiment en créer une nouvelle ? (Vous pouvez toujours accéder aux parties inachevées dans la liste des parties)

source: Warning
fr: Avertissement

# skPiratesCapturedEmoji
source: ⚔️ Captured
fr: ⚔️ capturés

# skBlack14
source: Black 14s
fr: 14 noir

# skMermaidsCapturedEmoji
source: 🧜‍ Captured
fr: 🧜‍ capturées

# skLootEarnedEmoji
source: 💰 Earned
fr: 💰 gagnés

# skSkullKingCapturedEmoji
source: 💀👑 Captured
fr: 💀👑 capturé

source: Appearance
fr: Apparence

# skEmojiBonusTypes
source: Emoji for bonus types
fr: Emoji pour les bonus

# cards
source: {cardNumber, plural, zero{Card: 0} one{Card: 1} other{Cards: {cardNumber}}}
fr: {cardNumber, plural, zero{Carte : 0} one{Carte : 1} other{Cartes : {cardNumber}}}

# skRulesInitial
source: Initial
fr: Initiales

# skRulesSince2021
source: Since 2021
fr: Depuis 2021

# skRules
source: Rules
fr: Règles

# skAdditionalBonuses
source: Additional bonuses
fr: Bonus/Malus suppl.

# roundNumber
source: Round {roundNumber}
fr: Tour {roundNumber}

# roundOnTotal
source: Round {roundNumber}/{totalNumber}
fr: Tour {roundNumber}/{totalNumber}

source: Scoreboard
fr: Scores

source: Next Round
fr: Tour suivant

# startNextRoundTitle
source: Start Next Round
fr: Passer au tour suivant

# startNextRoundText
source: You can edit previous rounds by taping the backward arrow icon.
fr: Vous pouvez modifier les tours précédents en appuyant sur l'icône de flèche arrière.

# disableNextRoundAlert
source: Disable "Start Next Round" alert
fr: Désactiver l'alerte "Passer au prochain tour"

# skEndMessage
source: {playerName} is the Captain of the 7 Seas!
fr: {playerName} est le Capitaine des 7 Mers !

source: Game deleted
fr: Partie supprimée

source: Undo
fr: Annuler

# graphRoundTitle
source: R{roundNumber}
fr: T{roundNumber}

# noGamePlayed
source: This player has not played a game yet.
fr: Ce joueur n'a pas encore joué de partie.

source: Graph Curve Shape
fr: Forme de la courbe

# graphCurveShapeCurved
source: Smooth
fr: Lissé

# graphCurveShapeStraight
source: Straight
fr: Droit

# graphCurveShapeStep
source: Step Line
fr: Escalier

# prefTitleGraph
source: Graph
fr: Graphe

# playerStatWonGames
source: {count, plural, zero{Won Game: 0} one{Won Game: 1} other{Won Games: {count}}} / {total}
fr: {count, plural, zero{Partie gagnée : 0} one{Partie gagnée : 1} other{Parties gagnées: {count}}} / {total}

# playerStatScores
source: Best / Worst Score: {scoreMax} / {scoreMin}
fr: Score max / min : {scoreMax} / {scoreMin}

# playerRenameDialogTitle
source: Can't rename player
fr: Edititon impossible

# playerDeleteDialogTitle
source: Can't delete player
fr: Suppression impossible

# playerRenameContent
source: You can not rename a player while a game is in progress.
fr: Vous ne pouvez pas renommer un joueur pendant une partie.

# playerDeleteContent
source: You can not delete a player while a game is in progress.
fr: Vous ne pouvez pas supprimer un joueur pendant une partie.

source: About
fr: A propos

# appDescriptionLine1
source: This application allows you to keep score of various games.
fr: Cette application permet de comptabiliser les points de divers jeux.

# appDescriptionLine2
source: No need for paper, pencil or calculator, the application lets you count everything, every time.
fr: Plus besoin de feuille, crayon, calculatrice, l'application vous permet de tout compter, à tous moments.

# aboutOpenSourceLicenses
source: Open source Licenses
fr: Licences Open Source

# aboutViewReadme
source: View Readme
fr: Ouvrir Readme

# skRascalScoreMode
source: Rascal's Scoring
fr: Score selon Rascal

# skRascalCannonball
source: Use grapeshot + cannonball
fr: Chevrotine + boulet de canon

# skGrapeshot
source: Grapeshot
fr: Chevrotine

# skCannonball
source: Cannonball
fr: Boulet de canon

source: No rules for this game.
fr: Pas de règles pour ce jeu.

# freeGame
source: User-defined Game
fr: Jeu personnalisé

# fgMaxScore
source: Score
fr: Score maximum

# fgHighScoreWin
source: The higher score wins
fr: Le score le plus haut gagne

# fgMaxScoreDefined
source: Score per round
fr: Score par tour

source: Rounds
fr: Tours

# tricks
source: Tricks: {trickNumber}
fr: Plis : {trickNumber}

# deleteCurrentInProgressGame
source: The game you want to delete is in progress. Do you really want to delete it?
fr: La partie que vous voulez supprimer est en cours. Voulez-vous réellement la supprimer ?

# endGame
source: Finish
fr: Terminer

# winnerMessage
source: {playerName} won the game
fr: {playerName} a gagné la partie

# selectedGames
source: {count, plural, zero{0 game selected} one{1 game selected} other{{count} games selected}}
fr: {count, plural, zero{0 selectionnée} one{1 partie selectionnée} other{{count} parties selectionnées}}

# endGameTitle
source: End of Game
fr: Fin de partie

# endGameText
source: Are you sure you want to finish the game?
fr: Êtes-vous sûr de vouloir finir la partie ?

# editRound
source: Edit Round {round}
fr: Édition du tour {round}

# fgAllowNegativeScore
source: Allow negative score
fr: Permettre les scores négatifs

# gamesDeleted
source: {nbGames, plural, zero{0} one{Game deleted} other{{nbGames} games deleted}}
fr: {nbGames, plural, zero{Card: 0} one{Partie supprimée} other{{nbGames} parties supprimées}}

# languageEnglish
source: English
fr: Anglais

# languageFrench
source: French
fr: Français

# prefLanguage
source: Language
fr: Langue
